"LANG" = "(German)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Überprüfen";
"TB_MAINTAIN" = "Optimieren";
"TB_CLEAN" = "Aufräumen";
"TB_UTILS" = "Dienstprogramme";
"TB_AUTOMATE" = "Automatisieren";
"TB_PARAM" = "Parameter";
"TB_INFO" = "Info";
"TB_LOG" = "Protokoll";

"TT_ONYX" = "Nur Werkzeugleiste anzeigen";
"TT_CHECK" = "Überprüfen";
"TT_MAINTAIN" = "System warten";
"TT_CLEAN" = "Aufräumen";
"TT_UTILS" = "Verschiedene Aktionen ausführen";
"TT_AUTOMATE" = "System warten und aufräumen";
"TT_PARAM" = "Versteckte Funktionen aktivieren";
"TT_INFO" = "Informationen";
"TT_LOG" = "OnyX-Protokoll und CrashReporter einblenden";

"EXEC_ONYX" = "OnyX starten";
"READ_PARAM" = "Parameter lesen...";
"READ_INFO" = "Informationen lesen...";

"DEFAULT" = "Standardwert";
"BY_PROC" = " (per Prozessor)";
"BY_CORE" = " (per Kern)";
"USEDBYSYSTEM" = " (used by the System)";
"USEDBYONYX" = " (used by OnyX)";
"OCTETS" = " Bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Abbrechen";
"B_DL" = "Laden";
"B_QUIT" = "Beenden";
"B_CONTINUE" = "Weiter";
"B_RESTART" = "Neustart";
"B_CLOSE" = "Schließen";
"B_SHUTDOWN" = "Ausschalten";
"B_CREATE" = "Erstellen";
"B_DELETE" = "Löschen";
"B_ENABLE" = "Einschalten";
"B_DISABLE" = "Ausschalten";
"FIELD_ENABLE" = "Journaling aktiv";
"FIELD_DISABLE" = "Journaling nicht aktiv";

"CHECK_UPDATE" = "Nach Aktualisierung suchen...";
"UPTODATE" = "Sie verwenden die aktuelle Version von OnyX.";
"MSG_UPTODATE" = "Es ist keine neuere Version verfügbar. Zum Fortfahren auf 'OK' klicken.";
"NO_UPDATE" = "Keine neue Version gefunden.";
"NO_UPDATEBETA" = "Suche nach Aktualisierung ist bei einer Betaversion nicht möglich.";
"UPDATE_DL" = "Neue Version gefunden und geladen.";
"UPDATE_NODL" = "Neue Version gefunden, aber nicht geladen.";
"DL_UPDATE" = "Herunterladen...";
"NEW_VERS" = "Neue Version gefunden.";
"MSG_VERSA" = "Sie verwenden z.Zt. die Version ";
"MSG_VERSB" = " von OnyX.\nEine neuere Version (";
"MSG_VERSC" = ") ist verfügbar.\n Möchten Sie diese herunterladen?";
"DLOK" = "Empfangen...";
"MSG_DLOK" = "Die neueste Version von OnyX wurde geladen und auf dem Schreibtisch platziert (oder in dem Ordner, den Sie in den OnyX-Voreinstellungen angegeben haben).";

"CHECK_SMART" = "Der S.M.A.R.T.-Status wird überprüft";
"MSG_CHECKSMART" = "Es wird empfohlen, den S.M.A.R.T.-Status der Festplatte regelmäßig zu überprüfen. Dies dauert nur ein paar Sekunden und kann in den Einstellungen von OnyX deaktiviert werden.";
"DISABLE_SMART" = "Diese Prüfung kann in den Einstellungen von OnyX deaktiviert werden.";
"SMART_VERIFIED" = "S.M.A.R.T.-Status überprüft.";
"MSG_SMART_VERIFIED" = "Die Disk scheint korrekt zu arbeiten.";
"SMART_NOTSUPPORTED" = "S.M.A.R.T.-Status nicht unterstützt.";
"MSG_SMART_NOTSUPPORTED" = "Der S.M.A.R.T.-Status konnte nicht überprüft werden, weil er von diesem Volume nicht unterstützt wird.";
"SMART_NOTVERIFIED" = "S.M.A.R.T.-Status wurde nicht überprüft.";
"MSG_SMART_NOTVERIFIED" = "Während der Überprüfung des S.M.A.R.T.-Status Ihrer Festplatte ist ein Fehler aufgetreten.";
"MSG_SMART_RAID" = "OnyX kann den S.M.A.R.T.-Status von RAID-Sets nicht überprüfen.";

"CHECKDISK" = "Das Startvolume wird überprüft";
"MSG_ALERTCHECK" = "Sie sollten das Startvolume überprüfen, bevor Sie Wartungs- oder Aufräumarbeiten starten.";
"MSG_CHECKDISK" = "Um zu überprüfen, beendet OnyX alle Programme (manche können die Überprüfung beeinträchtigen). \nWährend der Überprüfung kann der Finder langsam werden. Sie sehen möglicherweise den Beachball, oder Ihr Computer reagiert nicht mehr (friert ein). \nDas ist normal - bitte haben Sie Geduld.";
"CHECKDISK_OK" = "Volume überprüft.";
"MSG_CHECKDISK_OK" = "Das Startvolume scheint in Ordnung zu sein.";
"CHECKDISK_NOTOK" = "Das Volume muss repariert werden.";
"MSG_CHECKDISK_NOTOK" = "Um Ihr Startvolume zu reparieren, starten Sie von der Mac OS X Installations-CD oder -DVD und wählen Sie im Menü 'Dienstprogramme' die Option 'Festplatten-Dienstprogramm öffnen'...";
"NOCHECKDISK" = "Überprüfung nicht möglich.";
"MSG_NOCHECKDISK" = "Es ist nicht möglich das Startvolume zu überprüfen, weil es nicht 'journaled' ist.";

"CHECK_PLIST" = "Überprüfen der Einstellungen";
"PLIST_OK" = "Die Einstellungsdateien sind korrekt.";

"REPAIRPERM" = "Zugriffsrechte reparieren";
"DAILY" = "Ausführen des täglichen Wartungsskripts";
"WEEKLY" = "Ausführen des wöchentlichen Wartungsskripts";
"MONTHLY" = "Ausführen des monatlichen Wartungsskripts";
"ARCHIVEDLOGS" = "Löschen der archivierten Protokolle";
"ENDSCRIPTS" = "Skripts beendet.";
"MSG_ENDSCRIPTS" = "Die gewählten Skripts wurden erfolgreich ausgeführt.";
"LAST_EXEC" = "- Letzte Ausführung: ";
"MAINTAIN" = "Optimierung...";
"LAUNCHSERVICES" = "Aktualisieren der LaunchServices-Datenbank";
"DSSTORE" = "Löschen der .DS_Store-Dateien";
"DYLDCACHE" = "Aktualisieren des dyld's shared Cache";
"INDEX_SPOTLIGHT" = "Aktualisieren des Spotlight-Index";
"INDEX_BAL" = "Aktualisieren der Mailbox-Indizes";
"SIDEBAR" = "Zurücksetzen der Seitenleiste der Finder-Fenster";
"HELPVIEWER" = "Zurücksetzen des Help Viewer-Menüs";
"ENDMAINTAIN" = "Optimieren beendet.";
"MSG_ENDMAINTAIN" = "Die ausgewählten Optimieren wurden ausgeführt.";

"CLEAN" = "Aufräumen...";
"CACHE_BOOT" = "Löschen des Boot-Cache";
"CACHE_KERNEL" = "Löschen des Kernel-Cache";
"CACHE_INTLDATA" = "Löschen des Cache für Landeseinstellungen";
"CUPS_FILES" = "Löschen aller CUPS-Dateien";
"CACHE_DIRECTORYSERVICE" = "Löschen des Directory Services-Cache";
"CACHE_COMPQT" = "Löschen des Cache für QuickTime-Komponenten";
"CACHE_COMPAUDIO" = "Löschen des Cache für Audio-Komponenten";
"CACHE_COMPOTHERS" = "Löschen des Cache anderer Komponenten";
"CACHE_APP" = "Löschen des Cache für Programme";
"CACHE_PREFPANES" = "Löschen des Cache für Systemeinstellungen";
"CACHE_AU" = "Löschen des Audio Units-Cache";
"CACHE_JAVA" = "Löschen des Java- und Java Applets-Cache";
"CACHE_DESKTOP" = "Löschen des Cache für den Schreibtischhintergrund";
"CACHE_ICONDOCK" = "Löschen des Dock-Icons-Cache";
"CACHE_COLORSYNC" = "Löschen des ColorSync Profiles-Cache";
"CACHE_QUICKLOOK" = "Löschen des QuickLook-Cache";
"TEMP_ITEMS" = "Löschen der temporären Dateien";
"CACHE_BROWSER" = "Löschen der Browser-Caches";
"CACHE_DOWNLOAD" = "Löschen der Download-Caches";
"HISTORY_BROWSER" = "Löschen der Browser-Verläufe";
"RECENT_SEARCH" = "Löschen der letzten Suchvorgänge";
"WEBPAGE_PREVIEWS" = "Löschen der Vorschauen von Webseiten";
"BOOKMARKS_ICONS" = "Löschen der URL-Icons";
"INFOS_FORM" = "Löschen der Formulardaten";
"COOKIES" = "Löschen der Cookies";
"CACHE_FONTS" = "Löschen der Font-Caches";
"RECENT_ITEMS" = "Löschen 'Benutzte Dokumente'";
"RECENT_CONVERSIONS" = "Die letzten Umrechnungen des Rechners löschen";
"MAIL_DOWNLOADS" = "Löschen der Mail Download-Dateien";
"SAVED_SEARCHES" = "Dateien aus dem Ordner 'Saved Searches' löschen";
"TMP" = "Löschen der temporären und überflüssigen Dateien";
"OLDITUNESLIB" = "Löschen alter iTunes-Bibliotheken";
"MYCOMPSS" = "Löschen der Screen-Sharing Liste";
"CONTENTGUIDEQT" = "Den Content Guide von QuickTime löschen";
"ENDCLEAN" = "Aufräumen beendet.";
"MSG_ENDCLEAN" = "Die ausgewählten Wartungsarbeiten wurden ausgeführt.";

"EMPTY_TRASH" = "Papierkorb entleeren";
"DESTROY_TRASH" = "Papierkorb sicher entleeren";
"ALRT_TRASH" = "Der Inhalt der Papierkörbe aller Benutzer auf allen aktivierten Volumes wird unwiderruflich gelöscht.";
"MSG_DESTROYTRASH" = "Warnung: Dieser Vorgang dauert sehr lange. Bitte warten Sie!";
"ENDEMPTYTRASH" = "Papierkorb entleert.";
"MSG_ENDEMPTYTRASH" = "Der Papierkorbinhalt aller Benutzer auf allen aktivierten Volumes wurde gelöscht.";

"LOCATE_YES" = "Die Locate-Datenbank wird erzeugt";
"LOCATE_NO" = "Die Locate-Datenbank wird gelöscht";
"MSG_DELETELOCATE" = "Wollen Sie die Locate-Datenbank wirklich löschen?";
"UPDATE_LOCATE" = "Aktualisieren der Locate-Datenbank";
"SEARCH_LOCATE" = "In der Locate-Datenbank suchen";
"ENDUPDLOCATE" = "Locate-Datenbank aktualisiert.";
"MSG_ENDUPDLOCATE" = "Die Locate-Datenbank wurde erfolgreich erneuert und aktualisiert.";
"SEARCH_RESULT" = "Suchergebnis";
"NO_ITEMFOUND" = "Keine Items mit";
"NO_FOUND" = "wurden gefunden.";
"ONE_ITEMFOUND" = "Nur ein Item mit";
"ONE_FOUND" = "wurde gefunden.";
"MORE_ITEMFOUND" = "Items mit";
"MORE_FOUND" = "wurden gefunden.";
"UPDATE_WHATIS" = "Aktualisieren der Whatis-Datenbank";
"ENDUPDWHATIS" = "Whatis-Datenbank aktualisiert.";
"MSG_ENDUPDWHATIS" = "Die Whatis-Datenbank wurde erfolgreich erneuert und aktualisiert.";

"ACCT_YES" = "Process Accounting einschalten";
"ACCT_NO" = "Process Accounting ausschalten";

"SHOWVOLUME" = "Volume anzeigen: ";
"HIDEVOLUME" = "Volume verbergen: ";
"SHOWFOLDER" = "Ordner anzeigen: ";
"HIDEFOLDER" = "Ordner verbergen: ";
"SHOWFILE" = "Datei anzeigen: ";
"HIDEFILE" = "Datei verbergen: ";

"AUTOMATE" = "Automatisieren...";
"ALL_LOGS" = "Löschen der Protokolle und der Diagnoseberichte";
"SYSTEM_CACHE" = "Löschen des Systemcaches";
"USER_CACHE" = "Löschen der Programmcaches";
"WEB_CACHE" = "Löschen des Web-Cache und des Verlaufs";
"MISC_ITEMS" = "Löschen verschiedener Items";
"ENDAUTOMATE" = "Automatisieren beendet.";
"MSG_ENDAUTOMATE" = "Die ausgewählten Automatisierungsskripts wurden ausgeführt.";

"RESTART" = "Die ausgewählten Aufgaben wurden erfolgreich durchgeführt."; 
"MSG_RESTART" = "Es wird empfohlen, den Computer neu zu starten.";

"DOUBLEBOTH" = "Doppelte Pfeile an beiden Enden aktiviert";
"DOUBLEMAX" = "Doppelte Pfeile unten und rechts aktiviert";
"DOUBLEMIN" = "Doppelte Pfeile oben und links aktiviert";
"SINGLE" = "Einzelne Pfeile an jedem Ende aktiviert";
"SETTIME" = "Ändern der Geschwindigkeit für Größenänderung der Fenster";
"CRASHREPORT_BASIC" = "Basic-Modus für Diagnoseberichte aktivieren";
"CRASHREPORT_DEV" = "Developer-Modus für Diagnoseberichte aktivieren";
"CRASHREPORT_SERVER" = "Server-Modus für Diagnoseberichte aktivieren";
"DSSTORENETWORK_YES" = "Das Anlegen von .DS_Store-Dateien auf Netzwerkvolumes aktivieren";
"DSSTORENETWORK_NO" = "Das Anlegen von .DS_Store-Dateien auf Netzwerkvolumes deaktivieren";
"DSSTORENETWORK" = "Änderung von .DS_Store-Dateien auf Netzwerkvolumes"; 
"DSSTORENETWORK_RESTART" = "Die Änderungen von .DS_Store-Dateien auf Netzwerkvolumes werden erst nach einem Neustart wirksam.\nMöchten Sie jetzt neu starten?";
"FORMAT_CAPTURE" = "Standardformat für Bildschirmfotos ändern";
"SHADOWSC_YES" = "Den Schatten in den Bildschirmfotos anzeigen";
"SHADOWSC_NO" = "Den Schatten in den Bildschirmfotos verbergen";
"PATH_CAPTURE" = "Den Speicherort für Bildschirmfotos ändern";
"NEWNAME_CAPTURE" = "Den Namen für Bildschirmfotos ändern";
"RECENTITEMS_YES" = "Zuletzt benutzte Dateien in Anwendungen anzeigen";
"RECENTITEMS_NO" = "Zuletzt benutzte Dateien in Anwendungen ausblenden";
"RECENTPLACES" = "Die Anzahl der zuletzt benutzten Ordner in den Dialogen ändern";
"START_ANIMDESKTOP" = "Den animierten Schreibtischhintergrund starten";
"STOP_ANIMDESKTOP" = "Den animierten Schreibtischhintergrund stoppen";
"ALERTDOWNLOADED_YES" = "Den Warnhinweis beim Herunterladen von Programmen einblenden";
"ALERTDOWNLOADED_NO" = "Den Warnhinweis beim Herunterladen von Programmen ausblenden";
"PP_ARCHIVES" = "Installation des Kontrollfelds 'Archive'";
"PP_PROCESSOR" = "Installation des Kontollfelds 'Prozessor'";
"REINIT_GENERAL" = "Neuinitialisierung der allgemeinen Parameter";

"ZOOMAPP_YES" = "Zoomeffekt für Programmstart einschalten";
"ZOOMAPP_NO" = "Zoomeffekt für Programmstart ausschalten";
"ZOOMWIND_YES" = "Zoomeffekt für Fenster einschalten";
"ZOOMWIND_NO" = "Zoomeffekt für Fenster ausschalten";
"ANIMINFO_YES" = "Effekte im Infofenster einschalten";
"ANIMINFO_NO" = "Effekte im Infofenster ausschalten";
"ANIMSNAP_YES" = "Animation beim Einrasten einschalten";
"ANIMSNAP_NO" = "Animation beim Einrasten ausschalten";
"SHOWFILESFINDER_YES" = "Unsichtbare- und Systemdateien anzeigen";
"SHOWFILESFINDER_NO" = "Unsichtbare- und Systemdateien nicht anzeigen";
"PATHINTITLE_YES" = "Den Dateipfad in der Titelleiste von Fenstern einblenden";
"PATHINTITLE_NO" = "Den Dateipfad in der Titelleiste von Fenstern ausblenden";
"FOLDERCONTENTQL_YES" = "Ordnerinhalte in den QuickLook-Vorschauen anzeigen";
"FOLDERCONTENTQL_NO" = "Ordnerinhalte in den QuickLook-Vorschauen verbergen";
"LABEL_1LINE" = "Text unter Icons erscheint in einer Zeile";
"LABEL_2LINES" = "Text unter Icons erscheint in zwei Zeilen";
"MENUBAR" = "Ändere den Hintergrund der Menüleiste";
"MENUBAR_RESTART" = "Die Änderung des Menüleistenhintergrunds ist erst nach einem Neustart des Computers wirksam.\nMöchten Sie jetzt  neu starten?";
"SHOWPREFS_YES" = "Menüpunkt 'Einstellungen' im Menü 'Finder' einblenden";
"SHOWPREFS_NO" = "Menüpunkt 'Einstellungen' im Menü 'Finder' ausblenden";
"SHOWTRASH_YES" = "Menüpunkt 'Papierkorb entleeren...' im Menü 'Finder' einblenden";
"SHOWTRASH_NO" = "Menüpunkt 'Papierkorb entleeren...' im Menü 'Finder' ausblenden";
"QUITFINDER_YES" = "Menüpunkt 'Beenden' im Menü 'Finder' einblenden";
"QUITFINDER_NO" = "Menüpunkt 'Beenden' im Menü 'Finder' ausblenden";
"SHOWEJECT_YES" = "Menüpunkt 'Auswerfen' im Menü 'Ablage' einblenden";
"SHOWEJECT_NO" = "Menüpunkt 'Auswerfen' im Menü 'Ablage' ausblenden";
"SHOWBURN_YES" = "Menüpunkt 'CD/DVD brennen...' im Menü 'Ablage' einblenden";
"SHOWBURN_NO" = "Menüpunkt 'CD/DVD brennen...' im Menü 'Ablage' ausblenden";
"PERSOTOOLBAR_YES" = "Menüpunkt 'Symbolleiste anpassen...' im Menü 'Darstellung' einblenden";
"PERSOTOOLBAR_NO" = "Menüpunkt 'Symbolleiste anpassen...' im Menü 'Darstellung' ausblenden";
"VIEWOPTIONS_YES" = "Menüpunkt 'Darstellungsoptionen einblenden' im Menü 'Darstellung' einblenden";
"VIEWOPTIONS_NO" = "Menüpunkt 'Darstellungsoptionen einblenden' im Menü 'Darstellung' ausblenden";
"IDISK_YES" = "Menüpunkt 'iDisk' im Menü 'Gehe zu' einblenden";
"IDISK_NO" = "Menüpunkt 'iDisk' im Menü 'Gehe zu' ausblenden";
"SHOWGOTOFOLDER_YES" = "Menüpunkt 'Gehe zum Ordner...' im Menü 'Finder' einblenden";
"SHOWGOTOFOLDER_NO" = "Menüpunkt 'Gehe zum Ordner...' im Menü 'Finder' ausblenden";
"SHOWCONNECTTO_YES" = "Menüpunkt 'Mit Server verbinden...' im Menü 'Gehe zu' einblenden";
"SHOWCONNECTTO_NO" = "Menüpunkt 'Mit Server verbinden...' im Menü 'Gehe zu' ausblenden";
"EXTRASMENU" = "Showing the ";
"EXTRASMENUBAR" = " menu in the menu bar";
"REINIT_FINDER" = "Finder auf Standardeinstellungen zurücksetzen";

"DOCK3D" = "3D-Dock mit Spiegeleffekt anzeigen";
"DOCK2D" = "2D-Dock mit Transparenzeffekt anzeigen";
"GENIE" = "Der Trichtereffekt ist eingeschaltet";
"SCALE" = "Der Vergößerungseffekt ist eingeschaltet";
"SUCK" = "Der Einsaugeffekt ist eingeschaltet";
"MINIMIZE128_YES" = "Proportionale Anzeige von Fenstern im Dock ausgeschaltet.";
"MINIMIZE128_NO" = "Proportionale Anzeige von Fenstern im Dock eingeschaltet.";
"ORIENTATION_BOTTOM" = "Das Dock erscheint am unteren Bildschirmrand.";
"ORIENTATION_LEFT" = "Das Dock erscheint am linken Bildschirmrand";
"ORIENTATION_RIGHT" = "Das Dock erscheint am rechten Bildschirmrand.";
"PINNING_START" = "Das Dock ist am rechten Bildschirmrand verankert.";
"PINNING_MIDDLE" = "Das Dock ist zentriert.";
"PINNING_END" = "Das Dock ist am linken Bildschirmrand verankert.";
"ALIGN_TOP" = "Oben";
"ALIGN_BOTTOM" = "Unten";
"ALIGN_LEFT" = "Linksbündig";
"ALIGN_RIGHT" = "Rechtsbündig";
"LAUNCHANIM_YES" = "Animation beim Öffnen von Dateien einschalten";
"LAUNCHANIM_NO" = "Animation beim Öffnen von Dateien ausschalten";
"NOBOUNCING_YES" = "Animation der Dock-Icons bei Meldungen im Hintergrund ausgeschaltet";
"NOBOUNCING_NO" = "Animation der Dock-Icons bei Meldungen im Hintergrund eingeschaltet.";
"ONLYSTATICAPP_YES" = "Nur aktive Programme im Dock zeigen";
"ONLYSTATICAPP_NO" = "Alle Programme im Dock zeigen";
"SHOWHIDDEN_YES" = "Icons für ausgeblendete Programme im Dock transparent anzeigen";
"SHOWHIDDEN_NO" = "Icons für ausgeblendete Programme im Dock normal anzeigen";
"AUTOHIDE_YES" = "Automatisches Einblenden des Docks einschalten";
"AUTOHIDE_NO" = "Automatisches Einblenden des Docks ausschalten";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Exposé-Menüs einschalten";
"EXPOSEMENUS_NO" = "Exposé-Menüs ausschalten";
"LOCKSIZE_YES" = "Icon-Größe im Dock sperren";
"LOCKSIZE_NO" = "Icon-Größe im Dock freigeben";
"LOCKCONTENT_YES" = "Icons im Dock sperren";
"LOCKCONTENT_NO" = "Icons im Dock freigeben";
"SINGLEAPP_YES" = "Single Application Modus aktivieren";
"SINGLEAPP_NO" = "Single Application Modus deaktivieren";
"LISTSTACK_YES" = "Das hierarchische Listenmenü in den Stacks anzeigen";
"LISTSTACK_NO" = "Das hierarchische Listenmenü in den Stacks nicht anzeigen";
"MOUSEOVERSTACK_YES" = "Mouse-over Effekt in der Rasteransicht eines Stapels einschalten";
"MOUSEOVERSTACK_NO" = "Mouse-over Effekt in der Rasteransicht eines Stapels ausschalten";
"STACK_RECENTFAVORITE" = "Einen Stapel für Favoriten ins Dock einfügen";
"SPACER_APP" = "Einen unsichtbaren Platzhalter links ins Dock einfügen";
"SPACER_OTHERS" = "Einen unsichtbaren Platzhalter rechts ins Dock einfügen";
"RESTORE_DOCK" = "Die Parameter und die Darstellung des Docks wiederherstellen";
"REINIT_DOCK" = "Dock auf Standardeinstellungen zurücksetzen";

"HIDECONTROLSQT_YES" = "Die Bedienungselemente in QuickTime-Fenstern verbergen";
"HIDECONTROLSQT_NO" = "Die Bedienungselemente in QuickTime-Fenstern anzeigen";
"HIDETITLEQT_YES" = "Die Fenstertitel in QuickTime-Fenstern verbergen";
"HIDETITLEQT_NO" = "Die Fenstertitel in QuickTime-Fenstern anzeigen";
"AUTOPLAYMOVIE_YES" = "Automatisches Abspielen von Filmen nach dem Öffnen einschalten";
"AUTOPLAYMOVIE_NO" = "Automatisches Abspielen von Filmen nach dem Öffnen ausschalten";
"ROUNDEDCORNERS_YES" = "Fensterkonturen abgerundet anzeigen";
"ROUNDEDCORNERS_NO" = "Fensterkonturen rechteckig anzeigen";
"FULLSCREENQT_YES" = "Einblendungen im Vollbildmodus von QuickTime einschalten";
"FULLSCREENQT_NO" = "Einblendungen im Vollbildmodus von QuickTime ausschalten";
"QTINFOPANEL_YES" = "Beim Start des QuickTime-Players 7 Filminformationen anzeigen/einblenden";
"QTINFOPANEL_NO" = "Beim Start des QuickTime-Players 7 Filminformationen nicht anzeigen/einblenden";
"REINIT_QUICKTIME" = "QuickTime auf Standardeinstellungen zurücksetzen";

"PDFAUTO_YES" = "Öffnen von PDF-Dateien in Safari einschalten";
"PDFAUTO_NO" = "Öffnen von PDF-Dateien in Safari ausschalten";
"SAFARICACHE_YES" = "Safaris Image Cache einschalten";
"SAFARICACHE_NO" = "Safaris Image Cache ausschalten";
"BACKFORWARD_YES" = "Die Vor- und Zurück-Buttons in Safari aktivieren";
"BACKFORWARD_NO" = "Die Vor- und Zurück-Buttons in Safari deaktivieren";
"SINGLEWIND_YES" = "Den Ein-Fenster-Betrieb in Safari aktivieren";
"SINGLEWIND_NO" = "Den Ein-Fenster-Betrieb in Safari deaktivieren";
"CONFIRMCLOSEWIND_NO" = "Hinweis beim Schließen mehrerer Tabs in Safari deaktivieren";
"CONFIRMCLOSEWIND_YES" = "Hinweis beim Schließen mehrerer Tabs in Safari aktivieren";
"DEBUGSAFARI_YES" = "Einblenden des Safari-Debug-Menüs";
"DEBUGSAFARI_NO" = "Ausblenden des Safari-Debug-Menüs";
"FAVICON_YES" = "Speicherung von Bookmark-Icons aktivieren";
"FAVICON_NO" = "Speicherung von Bookmark-Icons deaktivieren";
"SHOWTOOLTIPS_YES" = "In den Tooltipps die URL von Links anzeigen";
"SHOWTOOLTIPS_NO" = "In den Tooltipps die URL von Links nicht anzeigen";
"PRINTBACKGROUND_YES" = "Druck des Seitenhintergrunds in Safari einschalten";
"PRINTBACKGROUND_NO" = "Druck des Seitenhintergrunds in Safari ausschalten";
"PRINTHEADERFOOTER_YES" = "Drucken von Kopf- und Fußzeilen in Safari einschalten";
"PRINTHEADERFOOTER_NO" = "Drucken von Kopf- und Fußzeilen in Safari ausschalten";
"HISTO_SAFARI" = "Einstellung für den Safari-Verlauf ändern";
"FIXWEBKITBUG" = "Die 'Nur-Text-Zoomen'-Option wieder einschalten";
"REINIT_SAFARI" = "Browser-Verlauf auf Standardeinstellungen zurücksetzen";

"MAILPLAINTEXT_YES" = "Neue Mails als Text anzeigen";
"MAILPLAINTEXT_NO" = "Neue Mails im Standardformat anzeigen";
"DATADETECTMAIL_NO" = "Die Datenfelderkennung von Mail ausblenden";
"DATADETECTMAIL_YES" = "Die Datenfelderkennung von Mail anzeigen";
"VIEWATTACHMENT_YES" = "Die Anzeige von Anhängen einschalten";
"VIEWATTACHMENT_NO" = "Die Anzeige von Anhängen ausschalten";
"MAIL_MINIFONTSIZE" = "Minimale Schriftgröße in Mails ändern";
"COPYNAMEMAIL_YES" = "Den Namen beim Kopieren von Email-Adressen im Kontextmenü von Mail anzeigen";
"COPYNAMEMAIL_NO" = "Den Namen beim Kopieren von Email-Adressen im Kontextmenü von Mail verbergen";
"REINIT_MAIL" = "Mail auf Standardeinstellungen zurücksetzen";

"TRACKNUMBER_NO" = "Tracknummern beim Import in iTunes verbergen";
"TRACKNUMBER_YES" = "Tracknummern beim Import in iTunes anzeigen";
"AUTOPLAY_NO" = "Wiedergabe beim Import in iTunes ausschalten";
"AUTOPLAY_YES" = "Wiedergabe beim Import in iTunes einschalten";
"DISABLESTORE_NO" = "Den iTunes Store in iTunes zeigen";
"DISABLESTORE_YES" = "Den iTunes Store in iTunes verbergen";
"SHOWPING_YES" = "Ping-Buttons in iTunes Listen anzeigen";
"SHOWPING_NO" = "Ping-Buttons in iTunes Listen ausblenden";
"ITUNESLINKS_YES" = "Die Link-Pfeile in iTunes anzeigen";
"ITUNESLINKS_NO" = "Die Link-Pfeile in iTunes ausblenden";
"LINK_MS" = "Umadressieren der Linkpfeile auf den Music Store";
"LINK_LIB" = "Umadressieren der Linkpfeile auf die Bibliothek";
"HALFSTARS_YES" = "Bewertung mit halben Sternen zulassen";
"HALFSTARS_NO" = "Bewertung mit halben Sternen nicht zulassen";
"HIGHCONTRAST_YES" = "Modus mit hohem Kontrast in iTunes einschalten";
"HIGHCONTRAST_NO" = "Modus mit hohem Kontrast in iTunes ausschalten";
"ITUNESZOOM_NO" = "Mit dem grünen Zoom-Button den Miniplayer aktivieren";
"ITUNESZOOM_YES" = "Mit dem grünen Zoom-Button den Miniplayer deaktivieren";
"REINIT_ITUNES" = "iTunes auf Standardeinstellungen zurücksetzen";

"LOAD_IMAGELOGIN" = "Hintergrund des Anmeldefensters ändern";
"RESET_IMAGELOGIN" = "Hintergrund des Anmeldefensters wiederherstellen";
"MSGLOGIN_YES" = "Text im Anmeldefenster anzeigen";
"MSGLOGIN_NO" = "Text im Anmeldefenster nicht anzeigen";
"MODIF_LOGIN" = "Einstellungen für Anmeldefenster ändern";
"ENABLEKIOSK" = "Kiosk-Modus aktivieren";
"DISABLEKIOSK" = "Kiosk-Modus deaktivieren";
"KIOSKRESTART" = "Das Apple-Menü modifizieren"; 
"MSG_KIOSKRESTART" = "Modifikationen der Einträge Neustart, Ausschalten und Abmelden im Apple-Menü werden erst nach einem Neustart wirksam. \nMöchten Sie jetzt neu starten?";
"HIDEBUTSESSION" = "Buttons im Anmeldefenster nicht anzeigen";
"SHOWBUTSESSION" = "Buttons im Anmeldefenster anzeigen";
"INFOLOGIN" = "Veränderungen der Daten im Anmeldefenster";
"SHOWADMINUSERS_YES" = "Administratoren im Anmeldefenster anzeigen";
"SHOWADMINUSERS_NO" = "Administratoren im Anmeldefenster nicht anzeigen";
"SHOWLOCALUSERS_YES" = "Lokale Benutzer im Anmeldefenster anzeigen";
"SHOWLOCALUSERS_NO" = "Lokale Benutzer im Anmeldefenster nicht anzeigen";
"SHOWNETWORKUSERS_YES" = "Netzwerk-Benutzer im Anmeldefenster anzeigen";
"SHOWNETWORKUSERS_NO" = "Netzwerk-Benutzer im Anmeldefenster nicht anzeigen";
"SETBOOT" = "Die Einstellung für den Systemstart ändern";
"ALRT_BOOT" = "Sie haben den Startup-Modus 'Single-User' gewählt.";
"MSG_BOOT" = "Beim nächsten Neustart wird der Finder nicht geladen und der Schreibtisch nicht angezeigt.\nUm zum normalen Startup-Modus zurückzukehren, geben Sie das Kommando: nvram boot-args='' '' ein.";
"REINIT_LOGIN" = "Die Einstellungen des Anmeldefensters auf den Standard zurücksetzen";

"INDEXING_YES" = "Indizierung des Startvolumes aktivieren";
"INDEXING_NO" = "Indizierung des Startvolumes deaktivieren";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Spotlight-Suche im Lexikon aktivieren";
"DICTSPOTLIGHT_NO" = "Spotlight-Suche im Lexikon deaktivieren";
"CALCSPOTLIGHT_YES" = "Die Rechnerfunktion in Spotlight aktivieren";
"CALCSPOTLIGHT_NO" = "Die Rechnerfunktion in Spotlight deaktivieren";
"HIDE_SPOTLIGHTICN" = "Das Spotlight-Icon in der Menüleiste nicht anzeigen";
"SHOW_SPOTLIGHTICN" = "Das Spotlight-Icon in der Menüleiste anzeigen";
"REINIT_SPOTLIGHT" = "Neuinitialisierung der Spotlight-Parameter";

"VERIFYDMG_YES" = "Überprüfung von Disk-Images aktivieren";
"VERIFYDMG_NO" = "Überprüfung von Disk-Images deaktivieren";
"FORMATDMG_YES" = "Weitere Formate für Disk-Images aktivieren";
"FORMATDMG_NO" = "Weitere Formate für Disk-Images deaktivieren";
"DEBUGDU_YES" = "Einblenden des Debug-Menüs im Festplatten-Dienstprogramm";
"DEBUGDU_NO" = "Ausblenden des Debug-Menüs im Festplatten-Dienstprogramm";
"VERIFYBURN_YES" = "Medium nach dem Brennen überprüfen";
"VERIFYBURN_NO" = "Medium nach dem Brennen nicht überprüfen";
"HELPFLOAT_NO" = "Schwebendes Fenster für den 'Help-Viewer' ausschalten";
"HELPFLOAT_YES" = "Schwebendes Fenster für den 'Help-Viewer' einschalten";
"ICONHELP_NO" = "Den Help-Viewer im Dock und im Programmumschalter ausblenden";
"ICONHELP_YES" = "Den Help-Viewer im Dock und im Programmumschalter einblenden";
"DEBUGHELP_NO" = "Debug-Modus im Help-Viewer deaktivieren";
"DEBUGHELP_YES" = "Debug-Modus im Help-Viewer aktivieren";
"X11ALERTQUIT_NO" = "Vor dem Beenden von X11 eine Warnung einblenden";
"X11ALERTQUIT_YES" = "X11 ohne Warnmeldung beenden";
"APP_X11" = "Das beim Start von X11 angezeigte Programm ändern";
"SSBONJOUR_YES" = "Bonjour-Browser beim Screen-Sharing anzeigen";
"SSBONJOUR_NO" = "Bonjour-Browser beim Screen-Sharing verbergen";
"SSTOOLBAR_YES" = "Die komplette Werkzeugleiste beim Screen-Sharing anzeigen";
"SSTOOLBAR_NO" = "Die komplette Werkzeugleiste beim Screen-Sharing verbergen";
"DASHBOARD_YES" = "Dashboard aktivieren";
"DASHBOARD_NO" = "Dashboard deaktivieren";
"DEVMODE_YES" = "Entwicklermodus von Dashboard aktivieren";
"DEVMODE_NO" = "Entwicklermodus von Dashboard deaktivieren";
"RIPPLE_YES" = "Den Welleneffekt beim Hinzufügen eines neuen Widgets aktivieren";
"RIPPLE_NO" = "Den Welleneffekt beim Hinzufügen eines neuen Widgets deaktivieren";
"DEBUGARD_YES" = "Das Debug-Menü von Apple-Remote-Desktop einblenden";
"DEBUGARD_NO" = "Das Debug-Menü von Apple-Remote-Desktop ausblenden";
"DEBUGICAL_YES" = "Das Debug-Menü von iCal einblenden";
"DEBUGICAL_NO" = "Das Debug-Menü von iCal ausblenden";
"DATADETECTICHAT_NO" = "Die Datenfelderkennung von iChat ausblenden";
"DATADETECTICHAT_YES" = "Die Datenfelderkennung von iChat anzeigen";
"FOCUSTERMINAL_YES" = "Fokus für das Terminalfenster aktivieren";
"FOCUSTERMINAL_NO" = "Fokus für das Terminalfenster deaktivieren";
"ASINSPECTOR_YES" = "Im Interface Builder den Apple Script Inspector einschalten";
"ASINSPECTOR_NO" = "Im Interface Builder den Apple Script Inspector ausschalten";
"REINIT_MISC" = "Verschiedene Einstellungen auf den Standard zurücksetzen";

"NO_SN" = "Die Seriennummer wurde nicht neu initialisiert. \nMöglicherweise wurde das Logic Board getauscht.";
"PURGE_MEMORY" = "Inaktiver Arbeitsspeicher wird gelöscht";
"DISABLE_SWAP" = "Virtueller Speicher wird deaktiviert";
"ENABLE_SWAP" = "Virtueller Speicher wird aktiviert";
"MODIF_JOURNAL" = "Änderung des Status von HFS+-Journaling";
"JOURNAL_YES" = "HFS+-Journaling aktivieren";
"JOURNAL_NO" = "HFS+-Journaling deaktivieren";
"SHOW_MINIPROFILE" = "Mini-Profil zeigen";
"SHOW_BASICPROFILE" = "Basis-Profil zeigen";
"SHOW_FULLPROFILE" = "Volles Profil zeigen";
"SAVE_MINIPROFILE" = "Mini-Profil speichern";
"SAVE_BASICPROFILE" = "Basis-Profil speichern";
"SAVE_FULLPROFILE" = "Volles Profil speichern";
"PROFILE_SAVED" = "Profil gesichert";
"MSG_XMLSAVED" = "Das Profil Ihrer Hard- und Softwarekonfiguration wurde im XML-Format (.spx) auf dem Schreibtisch gesichert.";
"MSG_TXTSAVED" = "Das Profil Ihrer Hard- und Softwarekonfiguration wurde im Textformat (.txt) auf dem Schreibtisch gesichert.";

"DEL_LOG" = "Das OnyX-Protokoll löschen";
"NEWLOG" = "Neues Protokoll erzeugt...";
"DEL_REPORTS" = "Die Crash-Reports von OnyX löschen";

"BAD_SYSTEM" = "OnyX funktioniert nicht mit dieser Version von Mac OS.";
"GOOD_SYSTEM" = "Diese Version von OnyX funktioniert nur mit der Version 10.6 von Mac OS X (Snow Leopard).";
"BADPASS" = "Die Angabe für Name oder Kennwort ist nicht korrekt.";
"MSG_BADPASS" = "Versuchen Sie erneut, die Informationen einzugeben.";

"ERROR" = "Fehler: ";
"MSG_NOSCRIPTLOG" = "Diese Wartungsskripte wurden möglicherweise noch nie ausgeführt.";
"ERR_ONYXLOG" = "OnyX System Log deaktiviert.";
"MSG_ONYXLOG" = "Sie haben in den Systemeinstellungen evtl. ein eigenes Datums- und Zeitformat eingestellt. Ein Fehler im System verhindert die Funktion des OnyX System Log.";
"ERR_UPDLOCATE" = "Beim Aktualisieren der 'Locate'-Datenbank ist ein Fehler aufgetreten.";
"ERR_UPDWHATIS" = "Beim Aktualisieren der 'Whatis'-Datenbank ist ein Fehler aufgetreten.";
"NOT_FOUND" = "Kein Eintrag gefunden.";
"ERR_INFOJOURNAL" = "Beim Überprüfen des 'Journaling'-Status ist ein Fehler aufgetreten. Der Status kann nicht geändert werden.";
"ERR_ENABLEJOURNAL" = "Beim Aktivieren des 'Journaling' ist ein Fehler aufgetreten.";
"ERR_DISABLEJOURNAL" = "Beim Deaktivieren des 'Journaling' ist ein Fehler aufgetreten.";
"ERR_LOAD" = "Ladefehler!";
"ERR_DEVTOOLS" = "Beim Installieren des Kontrollfelds trat ein Fehler auf.";
"ERR_SYNTAX" = "Syntax Error in den folgenden Dateien:";
"ERR_DSSTORE" = "Beim Löschen der '.DS_Store'-Dateien ist ein Fehler aufgetreten.";
"MSG_DSSTORE" = "Überprüfen Sie den Dateipfad.";
"ERR_DATAENTRY" = "Fehler bei der Dateneingabe.";
"ERR_NONAME" = "Kein Name angegeben. Bitte vergeben Sie einen Namen.";
"ERR_POINTNAME" = "Der angegebene Name beginnt mit einem Punkt. Dateinamen, die mit einem Punkt beginnen, werden vom System versteckt. Bitte vergeben Sie einen anderen Namen.";
"NO_ANIMDESKTOP" = "Kein Schreibtischhintergrund ausgewählt.";
"CHOOSE_ANIMDESKTOP" = "Bitte wählen Sie einen Schreibtischhintergrund aus und klicken Sie dann auf 'Start'.";
"MSGLOGIN" = "Nachricht unbekannt.";
"ERR_MSGLOGIN" = "Sie haben evtl. unerlaubte Zeichen verwendet. Bitte ändern Sie die Nachricht und versuchen Sie es erneut...";
"ERR_UPDATE" = "Fehler beim Suchen nach einer Aktualisierung von OnyX.";
"ERR_UPDATERETRY" = "Fehler beim Suchen nach einer Aktualisierung von OnyX. Entweder ist die Webseite nicht erreichbar oder Sie haben keine Verbindung zum Internet. Bitte versuchen Sie es später noch einmal.";
"NO_FILE" = "Diese Datei existiert nicht.";
"NOCOMMAND" = "Kein Befehl ausgewählt...";
"SELECT_COM" = "Bitte verwenden Sie einen Befehl aus der Liste oder tragen Sie einen Begriff in das Suchfeld ein.";
"NO_MAN" = "Kein Eintrag für diesen Befehl gefunden: ";
"UNKNOWN_COM" = "Unbekannter Befehls- oder Manual-Fehler.";
"EMPTY_LIST" = "Empty list.";
"NO_SELECTION" = "Keine Daten ausgewählt";
"MSG_NOCASE" = "Bitte wählen Sie mindestens eine Option aus.";
"ERR_TYPEPROFILE" = "Profil nicht definiert.";
"MSG_TYPEPROFILE" = "Bitte wählen Sie die Art des Profils...";
"ERR_FORMATPROFILE" = "Format nicht definiert.";
"MSG_FORMATPROFILE" = "Bitte wählen Sie das Format des Profils...";
"MSG_SAVEPROFILE" = "Beim Sichern des Profils Ihrer Systemkonfiguration ist ein Fehler aufgetreten";
"NO_LOGONYX" = "Das OnyX-Protokoll (~/Library/Logs/OnyX.log) existiert nicht. Es wurde möglicherweise gelöscht.";
"BAD_CRASHONYX" = "Die gewählte Datei ist kein Diagnosebericht von OnyX oder sie wurde umbenannt.";

"ALRT" = "Warnung!";
"ALRT_HIDEDISK" = "Wollen Sie das Startlaufwerk wirklich verbergen?";
"ALRT_FINDER" = "OnyX startet jetzt den Finder neu. Stellen Sie sicher, dass keine Aktion läuft (Dateien bewegen oder kopieren, Papierkorb leeren...). Klicken Sie dann auf 'Weiter'.";
"ALRT_SYSTEMUISERVER" = "OnyX startet jetzt den SystemUIServer neu. Dieser Prozess zeigt die Icons rechts in der Menüleiste an.";
"ALRT_APPS" = "OnyX kann bestimmte Programme beenden. Stellen Sie sicher, dass keine Aktion läuft und Ihre Dokumente gesichert sind. Klicken Sie dann auf 'Weiter'.";
"ALRT_ALLAPPS" = "OnyX schließt jetzt alle laufenden Programme.";
"ALRT_FINDERAPPS" = "OnyX kann den Finder und bestimmte Programme beenden. Stellen Sie sicher, dass keine Aktion läuft und Ihre Dokumente gesichert sind. Klicken Sie dann auf 'Weiter'.";
"ALRT_RESTOREDOCK" = "OnyX stellt jetzt das Dock wieder her und startet es neu. Die Parameter werden zurückgesetzt und die Darstellung wird aussehen, als wären System und Programme neu installiert worden.";
"ALRT_REINITDOCK" = "OnyX wird jetzt die Parameter des Docks zurücksetzen und es neu starten.";
"ALRT_DOCK" = "OnyX startet jetzt das Dock neu.";
"ALRT_SAFARI" = "OnyX beendet jetzt Safari. Stellen Sie sicher, dass gerade kein Download stattfindet. Klicken Sie dann auf 'Weiter'.";
"ALRT_ITUNES" = "OnyX beendet jetzt iTunes. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_DU" = "OnyX beendet jetzt das Festplatten-Dienstprogramm. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_TERM" = "OnyX beendet jetzt das Terminal. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_QTPLAYER" = "OnyX beendet jetzt den QuickTime-Player. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_MAIL" = "OnyX beendet jetzt Mail. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_ARD" = "OnyX beendet jetzt Apple-Remote-Desktop. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_ICAL" = "OnyX beendet jetzt iCal. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_ICHAT" = "OnyX beendet jetzt iChat. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_HELPVIEWER" = "OnyX beendet jetzt den Help Viewer. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_X11" = "OnyX beendet jetzt X11 und seine Anwendungen. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_SS" = "OnyX beendet jetzt Screen Sharing. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";
"ALRT_IB" = "OnyX beendet jetzt den Interface Builder. Stellen Sie sicher, dass keine Aktion läuft. Klicken Sie dann auf 'Weiter'.";

"APPLE" = "von Apple Inc.";
"BARRIERE" = "von Joël Barrière";
"MARCHAND" = "von Jérémy Marchand";
"PETERSEN" = "von Dirk Petersen";
"BESSON" = "von Mathieu Besson";
"KINO" = "von Nato Kino";
"BENNETT" = "von Francisco O. Bennett";
"IDIART" = "von Dominique Idiart";
"BLOIS" = "von Jonathan Blois";
"BOUKARABILA" = "von Karim Boukarabila";
"HEUVEL" = "von Vincent van den Heuvel";
"HAWTIN" = "von Michael Hawtin";
"WONDRACK" = "von James Wondrack";
"TOOHEY" = "von Will Toohey";
"COLASHEEP" = "von Cola Sheep";
"RAZAN" = "von John D. Razan";
"J2MC" = "von Jose Juan Medina Cabrera";
"RHINEHART" = "von Brian Rhinehart";
"TOM" = "von Tom";
"LANHAM" = "von David Lanham";

"UNINSTALL_ONYX" = "Wollen Sie OnyX und alle dazugehörigen Daten wirklich löschen?";
"QUIT_ONYX" = "Wollen Sie OnyX wirklich beenden?";
